Repository: AsmaRashed1/PROJECT-2
Catalog: Electronic Stories/Electronic Stories/*.lproj/Localizable.strings
Languages: ar

source: Case Iphone 13
ar: غلاف أيفون ١٣

source: Case Iphone 12
ar: غلاف أيفون ١٢

source: charge
ar: شـاحن

source: Headphones1
ar: سماعات

source: Headphones2
ar: غلاف أيفون ١٣

source: Bluetooth headset
ar: سماعات رأس

source: bluetooth earbuds
ar: سماعات بلوتوث

source: Glass Protector
ar: شــاشة حمايه

source: Case Galaxy 13
ar: غلاف جالكسي ١٣

source: Case Galaxy 12
ar: غلاف جالكسي ١٢

source: Smart Watch Galaxy1
ar: ساعه ذكيه جالكسي

source: Headset Galaxy1
ar: سماعات رأس جالكسي

source: Headset Galaxy2
ar: سماعات رأس جالكسي ٢

source: Smart Watch Galaxy2
ar: ساعه ذكيه جالكسي ٢

source: Case Galaxy 11
ar: شاشة حمـايه

source: please full in Email
ar: يرجئ تعبئة الأيميل

source: your email is missing
ar: بريد الألكتروني غير مسجل

source: OK
ar: نعم

source: Welcome To Store
ar: مرحباً بك في المتجر

source: Complete Registration
ar: أكملت التسجيل

source: Choose the appropriate payment method
ar: أختر طريقة دفع

source: Emil address
ar: الايميل
